/* support phone number */
"00000000000" = "00000000000";

/* abbreviation for April */
"Apr" = "Apr";

/* Arabic option when choosing language */
"Arabic" = "Arabic";

/* Alert message when accepting friend request */
"Are you sure you want to accept this user as a friend?" = "Are you sure you want to accept this user as a friend?";

/* Alert message when sending a friend request */
"Are you sure you want to add this user as a friend?" = "Are you sure you want to add this user as a friend?";

/* Alert message when canceling a sent friend request */
"Are you sure you want to cancel this friend request?" = "Are you sure you want to cancel this friend request?";

/* Alert message to confirm cnceling an incoming request */
"Are you sure you want to cancel this request?" = "Are you sure you want to cancel this request?";

/* Alert message to confirm logout. */
"Are you sure you want to logout?" = "Are you sure you want to logout?";

/* Alert message to confirm paying an incoming request */
"Are you sure you want to pay this request?" = "Are you sure you want to pay this request?";

/* Alert message asking user to confirm blocking another user */
"Are you sure you want to permanently block this user?" = "Are you sure you want to permanently block this user?";

/* Alert message when rejecting friend request */
"Are you sure you want to reject this user as a friend?" = "Are you sure you want to reject this user as a friend?";

/* Alert message when removing a friend */
"Are you sure you want to remove this user as a friend?" = "Are you sure you want to remove this user as a friend?";

/* Alert message to confirm sending a payment. */
"Are you sure you want to send this Payment?" = "Are you sure you want to send this Payment?";

/* Alert message to confirm sending a request. */
"Are you sure you want to send this Request?" = "Are you sure you want to send this Request?";

/* abbreviation for August */
"Aug" = "Aug";

/* Sliding left on friend cell reveals `block` option */
"Block" = "Block";

/* Support view: Option to call support number */
"Call Us" = "Call Us";

/* Cancel option for alerts and search bar */
"Cancel" = "Cancel";

/* Text maeking a field where the user should enter their credit card number: 1234 5678 9101 1213 */
"Card Number" = "Card Number";

/* Feed View: Verb used to show one user charged another. This verb appears between two names - name1 *charged* name2 */
"charged" = "charged";

/* Message on alert when switching languages */
"Choose Language" = "Choose Language";

/* Choose new photo option for alerts */
"Choose New Photo" = "Choose New Photo";

/* Confirm option for alerts */
"Confirm" = "Confirm";

/* Support view: header above email us and call us */
"Contact" = "Contact";

/* Continue editing option for alerts */
"Continue Editing" = "Continue Editing";

/* Text marking a field where the user should enter their phone country code: +1 */
"Country Code" = "Country Code";

/* Text marking a field where user should enter the cvv of ther credit card: 054 */
"CVV" = "CVV";

/* abbreviation for December */
"Dec" = "Dec";

/* Discard opton for alerts */
"Discard" = "Discard";

/* Edit User Info View: Edit Info label top center */
"Edit Info" = "Edit Info";

/* Email option for alert
   Text marking a field where the user should enter their email: JohnSmith@hgmail.com */
"Email" = "Email";

/* Support view: Option to email support email */
"Email Us" = "Email Us";

/* English option when choosing language */
"English" = "English";

/* Alert message if country code is empty or invalid */
"Enter a valid country code." = "Enter a valid country code.";

/* Error option for alerts */
"Error" = "Error";

/* Text marking a field where user should enter the expiration date of ther credit card: 04 / 18 */
"Expiration" = "Expiration";

/* Add Friends On Boarding View: Section header title for all facebook friends using Faloos */
"Facebook Friends on Faloos" = "Facebook Friends on Faloos";

/* Add Friends On Boarding View: Text hovering over INVITE FRIENDS button that allows users to share Faloos link in app store */
"Faloos is better with friends! Send an invitation to your friends here." = "Faloos is better with friends! Send an invitation to your friends here.";

/* Friends View: Section header for search results */
"Faloos Users" = "Faloos Users";

/* Support view: Facts and Questions option */
"FAQs" = "FAQs";

/* abbreviation for February */
"Feb" = "Feb";

/* Title for button that re-directs the user to the friends view */
"Find Friends" = "Find Friends";

/* Used for FRIENDS button in transaction feed view and top center title in Friends View */
"Friends" = "Friends";

/* Friends View: Section header for friends list */
"Friends on Faloos" = "Friends on Faloos";

/* Text marking a field where the user should enter their full name: John Smith */
"Full Name" = "Full Name";

/* Alert option to leave app and enter phone settings */
"Go To Settings" = "Go To Settings";

/* Transaction feed view: text for date following number of hours: `15 hours ago` */
"hours ago" = "hours ago";

/* Friends View: Section header for incoming friend requests */
"Incoming Requests" = "Incoming Requests";

/* Text for Invite Friends button */
"Invite Friends" = "Invite Friends";

/* abbreviation for January */
"Jan" = "Jan";

/* Message sent when user shares app link with friends */
"Join me on Faloos!" = "Join me on Faloos!";

/* abbreviation for July */
"Jul" = "Jul";

/* abbreviation for June */
"Jun" = "Jun";

/* Alert message primpting user to go to settings in order to change the language */
"Langauge can be set to English or Arabic via your phone's General Settings." = "Langauge can be set to English or Arabic via your phone's General Settings.";

/* Settings View: Language option */
"Language" = "Language";

/* Transaction feed view: date displayed if a transaction happened less than a minute ago */
"Less than a minute ago" = "Less than a minute ago";

/* Transaction feed view: date displayed if a transaction happened less than an hour ago */
"Less than an hour ago" = "Less than an hour ago";

/* Settings View: Log Out option */
"Log Out" = "Log Out";

/* abbreviation for March */
"Mar" = "Mar";

/* abbreviation for May */
"May" = "May";

/* Feed View: Me button */
"Me" = "Me";

/* Transaction feed view: text for date following number fo minutes: `10 minutes ago` */
"minutes ago" = "minutes ago";

/* Placeholder text when credit card expiration date field is empty */
"MM / YY" = "MM / YY";

/* Select Recipient View: Text for header above friends list */
"My Friends" = "My Friends";

/* Text marking a field where user should enter their name for their credit card: John Smith */
"Name" = "Name";

/* Text for on boarding NEXT button */
"Next" = "Next";

/* abbreviation for November */
"Nov" = "Nov";

/* Text marking a field where the user should enter their phone number: (555) 555-5555 */
"Number" = "Number";

/* abbreviation for October */
"Oct" = "Oct";

/* Add Friends On Boarding View: Text hovering over INVITE FRIENDS button. If the user has friends on faloos they will be listed and the number of friends will preceed this message */
"of your Facebook friends are already using Faloos!" = "of your Facebook friends are already using Faloos!";

/* Okay option for alerts */
"Okay" = "Okay";

/* Transaction feed view: text for date if one hour ago */
"One hour ago" = "One hour ago";

/* Transaction feed view: text for date if one minute ago */
"One minute ago" = "One minute ago";

/* Settings View: Section header title for Support, Terms and Conditions, and Log Out. */
"Other" = "Other";

/* Feed View: Verb used to show one user paid another. This verb appears between two names - name1 *paid* name2 */
"paid" = "paid";

/* Feed View: Title for PAY button */
"Pay" = "Pay";

/* Edit Credit Card Info View: Center title. Info is short for Information because of limited space in header. */
"Payment Info" = "Payment Info";

/* Settings View: Payment Information option */
"Payment Information" = "Payment Information";

/* Feed View: Section header for incoming payment requests */
"Payment Requests" = "Payment Requests";

/* Settings View: Personal Info option */
"Personal Info" = "Personal Info";

/* Edit User Info View: Phone number label above country code and number input fields */
"Phone Number" = "Phone Number";

/* Transaction View: Message for alert if user doesn't enter a message and tries to send. */
"Please enter a message describing what the payment is for." = "Please enter a message describing what the payment is for.";

/* Transacion View: Message for alert if user doesn't enter an amount and tries to send. */
"Please enter an amount." = "Please enter an amount.";

/* alert message if expiration date is invalid */
"Please enter expiration date" = "Please enter expiration date";

/* Alert message if full name field is blank */
"Please enter full name." = "Please enter full name.";

/* Alert message if credit card cvv is invalid */
"Please enter the cvv." = "Please enter the cvv.";

/* Alert message if credit card number is invalid */
"Please enter valid card number." = "Please enter valid card number.";

/* Alert message if email is invalid or left blank. */
"Please enter valid email." = "Please enter valid email.";

/* Alert message if phone numbe is invalid */
"Please enter valid phone number." = "Please enter valid phone number.";

/* Alert message if username is left blank or invalid */
"Please enter valid username." = "Please enter valid username.";

/* Credit Card On Boarding View: Text describing action for user to fill out credit card information. */
"Please enter your credit / debit card information" = "Please enter your credit / debit card information";

/* Phone Number On Boarding View: Text describing action for user to fill out phone number with country code. */
"Please enter your phone number" = "Please enter your phone number";

/* User Info On Boarding View: Text describing action for user to fill out username, full name, and email. */
"Please fill out your info to get started" = "Please fill out your info to get started";

/* Support view: header above FAQ and Website */
"Quick Help" = "Quick Help";

/* Select Recipient View: Text for header title */
"Recipient" = "Recipient";

/* Feed View: Title for REQUEST button. */
"Request" = "Request";

/* Placeholder text signifiying an input field is required */
"Required" = "Required";

/* Edit User Info View: Save button top right */
"Save" = "Save";

/* Placeholder text visible when search bar is waiting for input */
"Search by name or @username" = "Search by name or @username";

/* Transaction View: Top right button used to send payment */
"Send Payment" = "Send Payment";

/* Transaction View: Top right button used to request payment */
"Send Request" = "Send Request";

/* Feed View: Section header for sent payment request */
"Sent Payment Requests" = "Sent Payment Requests";

/* Friends View: Section header for sent friend requests */
"Sent Requests" = "Sent Requests";

/* abbreviation for September */
"Sep" = "Sep";

/* Welcome View: Text for sign in button */
"Sign in with Facebook" = "Sign in with Facebook";

/* Text for skip button */
"Skip" = "Skip";

/* SAR currency symbol */
"SR" = "SR";

/* Payment Confirmation View: Success! label */
"Success!" = "Success!";

/* Settings View: Support option */
"Support" = "Support";

/* support email */
"support@faloosapp.com" = "support@faloosapp.com";

/* Take new photo option for alerts */
"Take New Photo" = "Take New Photo";

/* Settings View: Terms and Conditions option */
"Terms and Conditions" = "Terms and Conditions";

/* Alert msg when user name is already taken. */
"That username has already taken by another user. Please use another username." = "That username has already taken by another user. Please use another username.";

/* Welcome View: Text under welcome to Faloos */
"The Social Transaction Mobile Application" = "The Social Transaction Mobile Application";

/* Alert message to notify user they have unsaced changes */
"There are unsaved changes." = "There are unsaved changes.";

/* Transaction View: Label to the left of selected recipient */
"To" = "To";

/* Feed View: Section Header for transaction history */
"Transaction History" = "Transaction History";

/* displayed when facebook user data has been deleted from the faloos database */
"User unavailable" = "User unavailable";

/* Text marking a field where the user should enter their @username: @john */
"Username" = "Username";

/* Alert option to view larger picture of a user */
"View picture" = "View picture";

/* Support view: Option to go to website */
"Website" = "Website";

/* Welcome View: Welcome text floating above button */
"Welcome to Faloos" = "Welcome to Faloos";

/* Transaction View: Placeholder text for user to write a message describing what the transaction is for. */
"What's it for?" = "What's it for?";

/* You refering to the user */
"You" = "You";

/* Feed View: Displayed when user has no transaction history */
"You have no transaction histoy. Either send a request or payment to get started." = "You have no transaction histoy. Either send a request or payment to get started.";

/* Text visible when user has no friends and is trying to send or request payment. */
"You must be friends with other Faloos users before you can send or recieve payment." = "You must be friends with other Faloos users before you can send or recieve payment.";

/* Friends View: Section header for unfriended facebook friends */
"Your Facebook Friends on Faloos" = "Your Facebook Friends on Faloos";

/* Feed View: Displayed when use has no friend transaction history. */
"Your friends have not sent any transactions yet." = "Your friends have not sent any transactions yet.";

